<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    Сводная табличка с&nbsp;предложениями будет выглядеть следующим образом.
    Предложение состоит из&nbsp;субъекта и&nbsp;действия. Действие получается из&nbsp;сочетания:
  <ul>
    <li>смыслового глагола (ожидать)</li>
    <li>указание времени, через смысловой или модальный глагол</li>
    <li>модального глагола (буду)</li>
    <li>частицы &laquo;не&raquo;&nbsp;&mdash; для отрицания</li>
    <li>и&nbsp;вопросительного знака&nbsp;&mdash; для вопроса</li>
  </ul>
  </p>
</template>
