<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    Отрицательное предложение образуется с&nbsp;помощью вспомогательного глагола&nbsp;<b class="select">do</b>,
    который никак не&nbsp;переводится, но&nbsp;выполняет две задачи:
  <ul>
    <li>показывает <span class="time">время</span> действия</li>
    <li>и&nbsp;присоединяет к&nbsp;себе частицу &laquo;<b class="select">не</b>&raquo; (not)</li>
  </ul>
  </p>
  <p>
    Смысловой глагол (expect = ожидать) освобождается от&nbsp;всей нагрузки и&nbsp;принимает свою начальную форму
    во&nbsp;всех предложениях.
  </p>
  <p>
    Модальный глагол will сам по&nbsp;себе уже является вспомогательным,
    поэтому может присоединяет к&nbsp;себе not без дополнительной помощи.
  </p>
</template>
