<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    Утвердительное предложение в&nbsp;английском языке, точно также как и&nbsp;в&nbsp;русском, состоит из&nbsp;субъекта
    и&nbsp;действия. <span class="time">Время</span> действия передается через форму смыслового глагола или через модальный глагол. Обратите
    внимание что смысловой глагол (<span class="select">expect = ожидать</span>) имеет всего три формы, в&nbsp;отличии от&nbsp;русского языка
    (я&nbsp;ожидаю, он&nbsp;ожидал и&nbsp;тд.)

  </p>
  <p>
    Тонкий момент&nbsp;&mdash; в&nbsp;настоящем времени начальная форма смыслового глагола является одновременно
    указателем настоящего времени. Поэтому в&nbsp;таблице подсвечено полностью все слово, т.к. в&nbsp;предложении вместе
    с&nbsp;субъектом оно указывает настоящее время.
  </p>
</template>
