<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    В&nbsp;английском языке глаголы делятся на&nbsp;два типа:
  <ul>
    <li>правильные (в&nbsp;прошедшем времени добавляется окончание &laquo;ed&raquo;, а&nbsp;в&nbsp;настоящем
      &laquo;s&raquo;)</li>
    <li>неправильные (которые имеют собственные формы вместо правильных окончаний)</li>
  </ul>
  </p>
  <p>
    Смысловой глагол&nbsp;<b>do</b> (делать) &mdash; неправильный.
    Ещё у него есть особая роль: он&nbsp;является вспомогательным глаголом и употребляется в&nbsp;отрицательных предложениях.
    Когда глагол do&nbsp;появляется в&nbsp;предложении как вспомогательный то&nbsp;он&nbsp;никак не&nbsp;переводится.
  </p>
</template>
