<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    Английское предложение строится по&nbsp;тем&nbsp;же принципам, но&nbsp;со&nbsp;своими особенностями.
    Предложение по&nbsp;прежнему состоит только из&nbsp;двух частей субъект и&nbsp;действие.
    Однако действие выражено по-другому, через:
    <ul>
      <li>смысловой глагол (expect, expected)</li>
      <li>указание времени, через смысловой, вспомогательный или модальный глагол</li>
      <li>модальный глагол (will)</li>
      <li>вспомогательный глагол (do, did)</li>
    </ul>
  </p>
  <p>
    Кроме этого вопросительное предложение выражено явно путем переснановки глаголов в&nbsp;предложении.
    А&nbsp;вопросительный знак ставится для завершения предложения, и&nbsp;без него понятно что задается вопрос.
  </p>
</template>
