<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    Вопросительное предложение образуется путем перестановки вспомогательного глагола и&nbsp;субъекта, т.е. они меняются местами. Поэтому в&nbsp;английском предложении всегда понятно когда что речь идет о&nbsp;вопросе. Знак вопроса в&nbsp;конце предложения стоит для красоты.
  </p>
  <ul>
    <li>вспомогательный глагол (do, does, did) никак не&nbsp;переводится, он&nbsp;указывает только <span class="time">время</span> действия</li>
    <li>смысловой глагол (expect&nbsp;=&nbsp;ожидать) записывает в&nbsp;своей начальной форме</li>
  </ul>
</template>
