<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    "Ожидать" это/оно начальная форма глагола, которая указывает какое-то действие.
    Чтобы у&nbsp;действия появился смысл к&nbsp;нему нужно добавить еще слова, т.&nbsp;е.&nbsp;сделать предложение.
    Например, добавить субъекта&nbsp;&mdash; <b class="sel">кто</b> будет совершать действие.
    А&nbsp;также указать время&nbsp;&mdash; <b class="time">когда</b> это/оно действие происходит.
  </p>
  <p>
    Форма глагола зависит от&nbsp;<b class="sel">субъекта</b> и&nbsp;от&nbsp;<b class="time">времени</b> когда
    происходит действие.
  </p>

  <div class="col1 frame1">
    <div>
      <div class="border subject"><u class="sel">Я</u></div>
      <div class="note">субъект</div>
    </div>
    <div>
      <div class="border">ожид<u class="time">аю</u>.</div>
      <div class="note">глагол "ожидать" <br /> в&nbsp;специальной форме</div>
    </div>
  </div>



  <p style="font-size: 0.9em;">Действие, в&nbsp;этом предложении, выражено с&nbsp;помощью специальной формы глагола.
    <!-- На&nbsp;форму глагола повлиял субъект и&nbsp;время когда происходит действие. <br /> -->
    Изменится субъект или время, тогда форма глагола тоже изменится.
    А&nbsp;ещё, бывают случаи когда в&nbsp;предложении появляются дополнительные слова для передачи времени или смысла.
  </p>

</template>
