<script setup lang="ts">
// sdvsd
</script>

<template>
  <p>
    "Ожидать" это начальная форма глагола, которая указывает какое-то действие.
    Чтобы у&nbsp;действия появился смысл к&nbsp;нему нужно добавить еще слова, т.&nbsp;е.&nbsp;сделать предложение.
    Например, добавить субъекта&nbsp;&mdash; <b class="select">кто</b> будет совершать действие.
    А&nbsp;также указать время&nbsp;&mdash; <b class="time">когда</b> это действие происходит.
  </p>
  <p>Форма глагола зависит от&nbsp;<b class="select">субъекта</b> и&nbsp;от&nbsp;<b class="time">времени</b> когда
    происходит действие.</p>

  <br><br><br><br><br>

  <p><b>Действие</b> в&nbsp;этом предложении выражено с&nbsp;помощью специальной формы глагола.<br />
    На&nbsp;форму глагола повлиял субъект и&nbsp;время когда происходит действие. <br />
    Изменится субъект или время и&nbsp;форма глагола тоже изменится. <br />
    А&nbsp;ещё, бывают случаи когда в&nbsp;предложении появляются дополнительные слова для передачи времени или смысла.
  </p>

</template>
